results_azure_4Cores_14GB_SSD/53/results.txt
transaction type: Custom query
scaling factor: 100
query mode: simple
number of clients: 1
number of threads: 1
duration: 60 s
number of transactions actually processed: 11650
latency average: 5.150 ms
tps = 193.315466 (including connections establishing)
tps = 193.329819 (excluding connections establishing)